Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RATCHET_RC_ADD_NOT_ALLOWED_MESSAGE
source: For security, your new device can’t be used to edit your account information at this time. To add your recovery contact now, use your other Apple devices.
ar: لأسباب تتعلق بالأمن، لا يمكن استخدام جهازك الجديد لتعديل معلومات حسابك في الوقت الحالي. لإضافة جهة اتصال الاسترداد الآن، يرجى استخدام أجهزة Apple الأخرى التي لديك.
bg: С цел защита в момента вашето ново устройство не може да бъде използвано за редактиране на информация за регистрацията ви. За да добавите вашия контакт за възстановяване сега, използвайте другите си Apple устройства.
ca: Per seguretat, encara no pots fer servir el dispositiu nou per canviar la informació del compte. Tanmateix, pots utilitzar un altre dels dispositius Apple que tens per afegir un contacte de recuperació.
cs: Z bezpečnostních důvodů nelze vaše nové zařízení k úpravám údajů o účtu v tuto chvíli použít. Kontakt pro obnovení můžete přidat na některém ze svých ostatních zařízení Apple.
da: Af sikkerhedsmæssige årsager kan din nye enhed ikke bruges til at redigere dine kontooplysninger lige nu. Brug dine andre Apple-enheder til at tilføje din gendannelseskontakt nu.
de: Aus Sicherheitsgründen kann dein neues Gerät momentan nicht zum Bearbeiten deiner Account-Informationen verwendet werden. Um den Wiederherstellungskontakt jetzt hinzuzufügen, verwende deine anderen Apple-Geräte.
el: Για λόγους ασφαλείας, δεν είναι δυνατή η χρήση της νέας συσκευής σας για επεξεργασία των στοιχείων του λογαριασμού σας τώρα. Για προσθήκη της επαφής ανάκτησής σας, χρησιμοποιήστε τις άλλες συσκευές Apple σας.
es: Por motivos de seguridad, aún no puedes usar el dispositivo nuevo para editar los datos de tu cuenta. Para añadir un contacto de recuperación ahora mismo, tendrás que usar otro de tus dispositivos Apple.
es_419: Como medida de seguridad, tu nuevo dispositivo no puede usarse para editar la información de tu cuenta en este momento. Para agregar un contacto de recuperación, utiliza otro de tus dispositivos Apple.
fi: Uutta laitettasi ei voida suojaussyistä käyttää tilitietojesi muokkaamiseen juuri nyt. Jos haluat lisätä palautuksen yhteyshenkilön, käytä muita Apple-laitteitasi.
fr: Par mesure de sécurité, votre nouvel appareil ne peut pas être utilisé pour le moment pour modifier les informations de votre compte. Pour ajouter votre contact de récupération maintenant, utilisez vos autres appareils Apple.
fr_ca: Pour des raisons de sécurité, votre nouvel appareil ne permet pas de modifier les informations de votre compte pour l’instant. Pour ajouter un contact de récupération maintenant, utilisez vos autres appareils Apple.
he: מטעמי אבטחה, לא ניתן כרגע להשתמש במכשיר החדש שלך לעריכת פרטי החשבון. להוספת איש הקשר לשחזור כעת, יש להשתמש במכשירי Apple האחרים שלך.
hi: सुरक्षा के लिहाज़ से आपके नए डिवाइस का इस्तेमाल इस समय आपकी खाता जानकारी संपादित करने के लिए नहीं किया जा सकता है। इस समय अपना रिकवरी संपर्क जोड़ने के लिए अपने अन्य Apple डिवाइस का इस्तेमाल करें।
hr: Iz sigurnosnih razloga vaš se novi uređaj ne može koristiti za uređivanje podataka o računu u ovom trenutku. Kako biste sada dodali kontakt za oporavak, koristite svoje druge Apple uređaje.
hu: Az új eszköze biztonsági okokból jelenleg nem használható az Ön fiókadatainak szerkesztésére. A helyreállítási kontakt hozzáadásához használja a másik Apple-eszközeit.
id: Demi keamanan, perangkat baru Anda tidak dapat digunakan untuk mengedit informasi akun Anda saat ini. Untuk menambahkan kontak pemulihan Anda sekarang, gunakan perangkat Apple Anda lainnya.
it: Per motivi di sicurezza, al momento il tuo nuovo dispositivo non può essere usato per modificare le informazioni dell’account. Per aggiungere il contatto di recupero ora, usa gli altri dispositivi Apple che possiedi.
ja: セキュリティ上の理由により、現在、この新規デバイスを使用してアカウント情報を編集することはできません。復旧用連絡先を今すぐ追加するには、お使いのほかのAppleデバイスを使用してください。
kk: Қауіпсіздік мақсатында жаңа құрылғыңызды аккаунт ақпаратын қазір өңдеу үшін пайдалану мүмкін емес. Қалпына келтіру контактісін қазір қосу үшін басқа Apple құрылғыларын пайдаланыңыз.
ko: 현재 보안상의 이유로 계정 정보를 편집하는 데 새로운 기기를 사용할 수 없습니다. 지금 복구 연락처를 추가하려면 다른 Apple 기기를 사용하십시오.
lt: Saugumo sumetimais šiuo metu negalima naudoti naujojo įrenginio paskyros informacijai redaguoti. Norėdami dabar pridėti prieigą atkuriantį asmenį, naudokite kitus „Apple“ įrenginius.
ms: Untuk keselamatan, peranti baharu anda tidak boleh digunakan untuk mengedit maklumat akaun anda pada masa ini. Untuk menambah kenalan pemulihan anda sekarang, gunakan peranti Apple anda yang lain.
nb: Den nye enheten kan av sikkerhetshensyn ikke brukes til å redigere kontoinformasjon for øyeblikket. Bruk en av dine andre Apple-enheter hvis du vil legge til gjen­opp­rettings­kontakten nå.
nl: Vanwege beveiligingsredenen kan je nieuwe apparaat op dit moment niet worden gebruikt om je accountgegevens te bewerken. Als je nu je herstelcontact wilt toevoegen, gebruik je je andere Apple apparaten.
pl: Ze względów bezpieczeństwa nie można teraz użyć Twojego nowego urządzenia do edycji Twoich danych. Aby dodać kontakt odzyskiwania, użyj innego swojego urządzenia Apple.
pt_br: Para fins de segurança, seu dispositivo novo não pode ser usado para editar as informações da sua conta no momento. Para adicionar o contato de recuperação agora, use seus outros dispositivos Apple.
pt_pt: Por motivos de segurança, o dispositivo novo não pode ser usado para editar informação da conta neste momento. Para adicionar o contacto de recuperação agora, use os seus outros dispositivos Apple.
ro: Din motive de securitate, noul dvs. dispozitiv nu poate fi utilizat momentan pentru a vă edita informațiile contului. Pentru a adăuga acum contactul de recuperare, utilizați altul dintre dispozitivele dvs. Apple.
ru: В целях безопасности на Вашем новом устройстве пока нельзя изменять данные учетной записи. Вы можете добавить контакт для восстановления доступа, используя другое свое устройство Apple.
sk: Momentálne sa vaše nové zariadenie z bezpečnostných dôvodov nedá použiť na úpravu údajov v účte. Ak chcete pridať kontakt na obnovu účtu hneď teraz, použite niektoré zo svojich ďalších Apple zariadení.
sl: Nove naprave zaradi varnosti trenutno ne morete uporabljati za urejanje podatkov o računu. Za dodajanje stika za obnovitev uporabite druge naprave Apple.
sv: Av säkerhetsskäl kan din nya enhet inte användas till att redigera din kontoinformation just nu. Använd en av dina andra Apple-enheter om du vill lägga till återställningskontakten nu.
th: เพื่อความปลอดภัย คุณไม่สามารถใช้อุปกรณ์เครื่องใหม่เพื่อแก้ไขข้อมูลบัญชีของคุณได้ในเวลานี้ ในการเพิ่มผู้ติดต่อการกู้คืนของคุณในตอนนี้ ให้ใช้อุปกรณ์ Apple เครื่องอื่นของคุณ
tr: Yeni aygıtınız şu anda güvenlik nedeniyle hesap bilgilerinizin düzenlenmesinde kullanılamaz. Kurtarma kişinizi şimdi eklemek için diğer Apple aygıtlarınızı kullanın.
uk: Оскільки це новий пристрій, задля безпеки з нього наразі не можна змінювати дані облікового запису. Додайте контакт для відновлення на своєму іншому пристрої Apple.
vi: Vì lý do bảo mật, bạn không thể sử dụng thiết bị mới để chỉnh sửa thông tin tài khoản của mình vào lúc này. Để thêm liên hệ khôi phục bây giờ, hãy sử dụng các thiết bị Apple khác của bạn.
zh_cn: 为保障安全，新设备目前不可用于编辑你的账户信息。若要现在添加恢复联系人，请使用你的其他Apple设备。
zh_hk: 基於保安理由，目前新裝置不可用於編輯你的帳户資料。如要現在加入還原聯絡人，請使用你的其他Apple裝置。
zh_tw: 為了安全起見，你的新裝置目前無法用於編輯帳號資訊。若要現在加入復原聯絡人，請使用其他Apple裝置。

# RATCHET_RC_ADD_NOT_ALLOWED_MESSAGE_VM
source: macOS running on a virtual machine can’t be used to edit certain account information. To add your recovery contact now, use your other Apple devices.
ar: لا يمكن استخدام macOS المشغل على جهاز افتراضي لتعديل معلومات معينة في الحساب. لإضافة جهة اتصال الاسترداد الآن، يرجى استخدام أجهزة Apple الأخرى التي لديك.
bg: Не можете да използвате macOS на виртуална машина за редактиране на определена информация за регистрацията ви. За да добавите вашия контакт за възстановяване сега, използвайте другите си Apple устройства.
ca: Algunes dades del compte no es poden editar quan es fa servir el macOS en una màquina virtual. Si vols afegir el contacte de recuperació ara mateix, utilitza un altre dispositiu Apple.
cs: Systém macOS spuštěný na virtuálním počítači nelze k úpravám některých údajů o účtu použít. Kontakt pro obnovení můžete přidat na některém ze svých ostatních zařízení Apple.
da: macOS, der afvikles på en virtuel maskine, kan ikke bruges til at redigere visse kontooplysninger. Brug en af dine andre Apple-enheder for at tilføje din gendannelseskontakt nu.
de: Wenn macOS auf einem virtuellen Computer ausgeführt wird, können bestimmte Accountinformationen nicht bearbeitet werden. Füge den Wiederherstellungskontakt mit einem anderen Apple-Gerät hinzu.
el: Δεν είναι δυνατή η χρήση macOS που εκτελείται σε εικονικό υπολογιστή για επεξεργασία συγκεκριμένων στοιχείων λογαριασμού. Για προσθήκη της επαφής ανάκτησής σας, χρησιμοποιήστε τις άλλες συσκευές Apple σας.
es: Aún no puedes usar macOS en una máquina virtual para editar ciertos datos de tu cuenta. Para añadir un contacto de recuperación ahora mismo, tendrás que usar otro de tus dispositivos Apple.
es_419: Una versión de macOS que se ejecuta en una máquina virtual no puede usarse para editar cierta información de tu cuenta en este momento. Para agregar un contacto de recuperación, utiliza otro de tus dispositivos Apple.
fi: Tiettyjä tilitietoja ei voida muokata virtuaalikoneessa toimivassa macOS:ssä. Jos haluat lisätä palautuksen yhteyshenkilön, käytä muita Apple-laitteitasi.
fr: macOS exécuté sur une machine virtuelle ne peut pas être utilisé pour modifier certaines informations de votre compte. Pour ajouter votre contact de récupération maintenant, utilisez vos autres appareils Apple.
fr_ca: Certaines informations du compte ne peuvent pas être modifiées à partir d’une machine virtuelle macOS. Pour ajouter un contact de récupération maintenant, utilisez vos autres appareils Apple.
he: לא ניתן לערוך מידע מסוים בחשבון מתוך מערכת macOS שפועלת במכונה וירטואלית. כדי להוסיף איש קשר לקבלת המורשת כעת, יש להשתמש במכשירי ה-Apple האחרים שלך.
hi: वर्चुअल मशीन पर चल रहे macOS का इस्तेमाल ख़ास खाता जानकारी संपादित करने के लिए नहीं किया जा सकता है। अपना रिकवरी संपर्क अभी जोड़ने के लिए अपने अन्य Apple डिवाइस का इस्तेमाल करें।
hr: macOS na kojem je pokrenut virtualni uređaj ne može se koristiti za uređivanje određenih informacija računa. Ako želite odmah dodati kontakt za oporavak, upotrijebite drugi Apple uređaj.
hu: A virtuális gépen futó macOS nem használható bizonyos fiókadatok szerkesztésére. Ha most szeretné hozzáadni a helyreállítási kontaktját, használja a másik Apple-eszközeit.
id: macOS yang dijalankan di mesin virtual tidak dapat digunakan untuk mengedit informasi akun tertentu. Untuk menambahkan kontak pemulihan Anda sekarang, gunakan perangkat Apple Anda lainnya.
it: Alcune informazioni dell’account non possono essere modificate da macOS in esecuzione su una macchina virtuale. Per aggiungere il contatto di recupero adesso, utilizza gli altri tuoi dispositivi Apple.
ja: 仮想マシンで実行中のmacOSを使用して特定のアカウント情報を編集することはできません。復旧用連絡先を今すぐ追加するには、お使いのほかのAppleデバイスを使用してください。
kk: Виртуалды машинада жұмыс істейтін macOS белгілі бір аккаунт ақпаратын өңдеу үшін пайдаланылмайды. Қалпына келтіру контактісін қазір қосу үшін басқа Apple құрылғыларын пайдаланыңыз.
ko: 특정 계정 정보를 편집하는 데 가상 시스템에서 실행 중인 macOS를 사용할 수 없습니다. 지금 복구 연락처를 추가하려면 다른 Apple 기기를 사용하십시오.
lt: Virtualiojoje mašinoje veikianti „macOS“ negali būti naudojama tam tikrai paskyros informacijai redaguoti. Norėdami dabar pridėti prieigą atkuriantį asmenį, naudokite kitus „Apple“ įrenginius.
ms: macOS yang berjalan pada mesin maya tidak boleh digunakan untuk mengedit maklumat akaun tertentu. Untuk menambah kenalan pemulihan anda sekarang, gunakan peranti Apple anda yang lain.
nb: macOS på en virtuell maskin kan ikke brukes til å redigere visse kontoopplysninger. Bruk en av de andre Apple-enhetene dine for å legge til gjen­opp­rettings­kontakten nå.
nl: Bepaalde accountgegevens kunnen niet worden gewijzigd als macOS op een virtuele machine wordt uitgevoerd. Als je nu je herstelcontact wilt toevoegen, gebruik je je andere Apple apparaten.
pl: W systemie macOS działającym na maszynie wirtualnej nie można edytować określonych danych konta. Aby dodać kontakt odzyskiwania teraz, użyj innego swojego urządzenia Apple.
pt_br: O macOS em execução em uma máquina virtual não pode ser usado para editar certas informações da conta. Para adicionar o contato de recuperação agora, use seus outros dispositivos Apple.
pt_pt: Não é possível usar o macOS instalado numa máquina virtual para editar determinadas informações da conta. Para adicionar o contacto de recuperação agora, use os seus outros dispositivos Apple.
ro: Dacă macOS rulează pe o mașină virtuală, nu poate fi utilizat pentru a edita anumite informații ale contului. Pentru a adăuga acum contactul de recuperare, utilizați altul dintre dispozitivele dvs. Apple.
ru: Редактирование некоторых данных учетной записи не поддерживается, если macOS работает на виртуальной машине. Вы можете добавить контакт для восстановления доступа, используя другое свое устройство Apple.
sk: macOS spustený na virtuálnom počítači nie je možné použiť na úpravu niektorých údajov v účte. Ak chcete pridať kontakt na obnovu účtu hneď teraz, použite niektoré zo svojich ďalších Apple zariadení.
sl: Sistema macOS, ki se izvaja v navideznem računalniku, ne morete uporabljati za urejanje nekaterih podatkov o računu. Če želite dodati stik za obnovitev, uporabite druge naprave Apple.
sv: macOS som körs på en virtuell enhet kan inte användas till att redigera viss kontoinformation. Använd en av dina andra Apple-enheter om du vill lägga till återställningskontakten nu.
th: macOS ที่ใช้งานบน Virtual Machine ไม่สามารถใช้เพื่อแก้ไขข้อมูลบัญชีบางอย่างได้ ในการเพิ่มผู้ติดต่อการกู้คืนของคุณในตอนนี้ ให้ใช้อุปกรณ์ Apple เครื่องอื่นของคุณ
tr: Sanal makinede çalışan macOS, bazı hesap bilgilerinizin düzenlenmesinde kullanılamaz. Kurtarma kişinizi şimdi eklemek için diğer Apple aygıtlarınızı kullanın.
uk: Не можна змінювати певні дані облікового запису з macOS на віртуальній машині. Додайте контакт для відновлення на своєму іншому пристрої Apple.
vi: Không thể sử dụng macOS đang chạy trên máy ảo để sửa các thông tin tài khoản nhất định. Để thêm liên hệ khôi phục bây giờ, hãy sử dụng các thiết bị Apple khác của bạn.
zh_cn: 在虚拟机上运行的macOS不可用于编辑某些账户信息。若要现在添加恢复联系人，请使用你的其他Apple设备。
zh_hk: 在虛擬機器上執行的macOS不可用於編輯特定帳户資料。如要現在加入還原聯絡人，請使用你的其他Apple裝置。
zh_tw: 在虛擬機器上執行的macOS無法用於編輯某些帳號資訊。若要現在加入復原聯絡人，請使用其他Apple裝置。

# RATCHET_RC_DELETE_NOT_ALLOWED_ALERT_TITLE_IPAD
source: Can’t Remove Recovery Contact on this iPad
ar: لا يمكن إزالة جهة اتصال الاسترداد على هذا الـ iPad
bg: Не може да се премахне контакт за възстановяване на този iPad
ca: Error en eliminar el contacte de recuperació de l’iPad
cs: Na tomto iPadu nelze kontakt pro obnovení odebrat
da: Kan ikke fjerne gendannelseskontakt på denne iPad
de: Wiederherstellungskontakt entfernen auf diesem iPad nicht möglich
el: Δεν είναι δυνατή η αφαίρεση της επαφής ανάκτησης σε αυτό το iPad
es: No se puede eliminar el contacto de recuperación en este iPad
es_419: No se puede quitar el contacto de recuperación de este iPad
fi: Palautuksen yhteyshenkilöä ei voida poistaa tässä iPadissa
fr: Impossible de supprimer le contact de récupération sur cet iPad
fr_ca: Impossible de supprimer le contact de récupération sur cet iPad
he: לא ניתן להסיר את איש הקשר לשחזור ב-iPad זה
hi: इस iPad पर रिकवरी संपर्क नहीं हटाया जा सकता है
hr: Kontakt za oporavak ne može se ukloniti s ovog iPada
hu: Nem távolítható el helyreállítási kontakt ezen az iPaden
id: Tidak Dapat Menghapus Kontak Pemulihan di iPad ini
it: Impossibile rimuovere un contatto di recupero su questo iPad
ja: このiPadで復旧用連絡先を削除できません
kk: Осы iPad құрылғысында қалпына келтіру контактісін жою мүмкін емес
ko: 이 iPad에서 복구 연락처를 삭제할 수 없음
lt: Negalima pašalinti prieigą atkuriančio asmens šiame „iPad“
ms: Tidak Boleh Mengeluarkan Kenalan Pemulihan pada iPad ini
nb: Kan ikke fjerne gjen­opp­rettings­kontakt på iPaden
nl: Verwijderen van herstelcontact niet mogelijk op deze iPad
pl: Nie można usunąć kontaktu odzyskiwania na tym iPadzie
pt_br: Não é possível remover o contato de recuperação neste iPad
pt_pt: Não é possível remover o contacto de recuperação neste iPad
ro: Contactul de recuperare nu poate fi eliminat folosind acest iPad
ru: На этом iPad нельзя удалить контакт для восстановления доступа
sk: Na tomto iPade nie je možné odstrániť kontakt na obnovu účtu
sl: Odstranjevanje stika za obnovitev v tem iPadu ni mogoče
sv: Kan inte ta bort återställningskontakt på denna iPad
th: ไม่สามารถเอาผู้ติดต่อการกู้คืนบน iPad เครื่องนี้ออกได้
tr: Bu iPad’de Kurtarma Kişisi Silinemiyor
uk: Не вдається вилучити контакт для відновлення на цьому iPad
vi: Không thể xóa liên hệ khôi phục trên iPad này
zh_cn: 无法在此iPad上移除恢复联系人
zh_hk: 無法在此iPad上移除還原聯絡人
zh_tw: 無法在此iPad上移除復原聯絡人

# RATCHET_RC_DELETE_NOT_ALLOWED_ALERT_TITLE_IPHONE
source: Can’t Remove Recovery Contact on this iPhone
ar: لا يمكن إزالة جهة اتصال الاسترداد على هذا الـ iPhone
bg: Не може да се премахне контакт за възстановяване на този iPhone
ca: Error en eliminar el contacte de recuperació de l’iPhone
cs: Na tomto iPhonu nelze kontakt pro obnovení odebrat
da: Kan ikke fjerne gendannelseskontakt på denne iPhone
de: Wiederherstellungskontakt entfernen auf diesem iPhone nicht möglich
el: Δεν είναι δυνατή η αφαίρεση της επαφής ανάκτησης σε αυτό το iPhone
es: No se puede eliminar el contacto de recuperación en este iPhone
es_419: No se puede quitar el contacto de recuperación de este iPhone
fi: Palautuksen yhteyshenkilöä ei voida poistaa tässä iPhonessa
fr: Impossible de supprimer le contact de récupération sur cet iPhone
fr_ca: Impossible de supprimer le contact de récupération sur cet iPhone
he: לא ניתן להסיר את איש הקשר לשחזור ב-iPhone זה
hi: इस iPhone पर रिकवरी संपर्क नहीं हटाया जा सकता है
hr: Kontakt za oporavak ne može se ukloniti s ovog iPhonea
hu: Nem távolítható el helyreállítási kontakt ezen az iPhone-on
id: Tidak Dapat Menghapus Kontak Pemulihan di iPhone ini
it: Impossibile rimuovere un contatto di recupero su questo iPhone
ja: このiPhoneで復旧用連絡先を削除できません
kk: Осы iPhone құрылғысында қалпына келтіру контактісін жою мүмкін емес
ko: 이 iPhone에서 복구 연락처를 삭제할 수 없음
lt: Negalima pašalinti prieigą atkuriančio asmens šiame „iPhone“
ms: Tidak Boleh Mengeluarkan Kenalan Pemulihan pada iPhone ini
nb: Kan ikke fjerne gjen­opp­rettings­kontakt på iPhonen
nl: Verwijderen van herstelcontact niet mogelijk op deze iPhone
pl: Nie można usunąć kontaktu odzyskiwania na tym iPhonie
pt_br: Não é possível remover o contato de recuperação neste iPhone
pt_pt: Não é possível remover o contacto de recuperação neste iPhone
ro: Contactul de recuperare nu poate fi eliminat folosind acest iPhone
ru: На этом iPhone нельзя удалить контакт для восстановления доступа
sk: Na tomto iPhone nie je možné odstrániť kontakt na obnovu účtu
sl: Odstranjevanje stika za obnovitev v tem iPhonu ni mogoče
sv: Kan inte ta bort återställningskontakt på denna iPhone
th: ไม่สามารถเอาผู้ติดต่อการกู้คืนบน iPhone เครื่องนี้ออกได้
tr: Bu iPhone’da Kurtarma Kişisi Silinemiyor
uk: Не вдається вилучити контакт для відновлення на цьому iPhone
vi: Không thể xóa liên hệ khôi phục trên iPhone này
zh_cn: 无法在此iPhone上移除恢复联系人
zh_hk: 無法在此iPhone上移除還原聯絡人
zh_tw: 無法在此iPhone上移除復原聯絡人

# RATCHET_RC_DELETE_NOT_ALLOWED_ALERT_TITLE_MAC
source: Can’t Remove Recovery Contact on this Mac
ar: لا يمكن إزالة جهة اتصال الاسترداد على هذا الـ Mac
bg: Не може да се премахне контакт за възстановяване на този Mac
ca: Error en eliminar el contacte de recuperació del Mac
cs: Na tomto Macu nelze kontakt pro obnovení odebrat
da: Kan ikke fjerne gendannelseskontakt på denne Mac
de: Wiederherstellungskontakt entfernen auf diesem Mac nicht möglich
el: Δεν είναι δυνατή η αφαίρεση της επαφής ανάκτησης σε αυτό το Mac
es: No se puede eliminar el contacto de recuperación en este Mac
es_419: No se puede quitar el contacto de recuperación de esta Mac
fi: Palautuksen yhteyshenkilöä ei voida poistaa tässä Macissa
fr: Impossible de supprimer le contact de récupération sur ce Mac
fr_ca: Impossible de supprimer le contact de récupération sur ce Mac
he: לא ניתן להסיר את איש הקשר לשחזור ב-Mac זה
hi: इस Mac पर रिकवरी संपर्क नहीं हटाया जा सकता है
hr: Kontakt za oporavak ne može se ukloniti s ovog Maca
hu: Nem távolítható el helyreállítási kontakt ezen a Macen
id: Tidak Dapat Menghapus Kontak Pemulihan di Mac ini
it: Impossibile rimuovere un contatto di recupero su questo Mac
ja: このMacで復旧用連絡先を削除できません
kk: Осы Mac компьютерінде қалпына келтіру контактісін жою мүмкін емес
ko: 이 Mac에서 복구 연락처를 삭제할 수 없음
lt: Negalima pašalinti prieigą atkuriančio asmens šiame „Mac“
ms: Tidak Boleh Mengeluarkan Kenalan Pemulihan pada Mac ini
nb: Kan ikke fjerne gjen­opp­rettings­kontakt på Macen
nl: Verwijderen van herstelcontact niet mogelijk op deze Mac
pl: Nie można usunąć kontaktu odzyskiwania na tym Macu
pt_br: Não é possível remover o contato de recuperação neste Mac
pt_pt: Não é possível remover o contacto de recuperação neste Mac
ro: Contactul de recuperare nu poate fi eliminat folosind acest Mac
ru: На этом Mac нельзя удалить контакт для восстановления доступа
sk: Na tomto Macu nie je možné odstrániť kontakt na obnovu účtu
sl: Odstranjevanje stika za obnovitev v tem Macu ni mogoče
sv: Kan inte ta bort återställningskontakt på denna Mac
th: ไม่สามารถเอาผู้ติดต่อการกู้คืนบน Mac เครื่องนี้ออกได้
tr: Bu Mac’te Kurtarma Kişisi Silinemiyor
uk: Не вдається вилучити контакт для відновлення на цьому Mac
vi: Không thể xóa liên hệ khôi phục trên máy Mac này
zh_cn: 无法在此Mac上移除恢复联系人
zh_hk: 無法在此Mac上移除還原聯絡人
zh_tw: 無法在此Mac上移除復原聯絡人
